Repository: NMarjou/localization-app
Catalog: TMs/en-US_pt-PT.tmx
Source language: en_us
Languages: pt_pt

source: Enable weighting and editability options for each goal type in the goal plan to allow managers and workers to customize the weight of their goals.
pt_pt: Ative as opções de ponderação e editabilidade para cada tipo de objetivo no plano de objetivo para permitir que gestores e trabalhadores personalizem o peso dos seus objetivos.

source: Goal Tag Libraries
pt_pt: Bibliotecas de etiquetas de objetivos

source: Home
pt_pt: Início

source: Enable the "Home" feature
pt_pt: Ativar a funcionalidade "Início"

source: Home settings
pt_pt: Configurações do Início

source: Individual Pay Range
pt_pt: Faixa salarial individual

source: Job Architecture
pt_pt: Arquitetura de cargo

source: Language
pt_pt: Idioma

source: Select the default language for your company. Your choice will apply to all users across the application upon first login. Users can then change the language at any time in their user settings.
pt_pt: Selecione o idioma predefinido para a sua empresa. A sua escolha será aplicada a todos os utilizadores na aplicação aquando do primeiro início de sessão. Os utilizadores poderão então alterar o idioma a qualquer momento nas suas definições de utilizador.

source: Legal Entity
pt_pt: Entidade legal

source: Custom Labeling
pt_pt: Etiquetagem Personalizada

source: Localization
pt_pt: Localização

source: Users
pt_pt: Utilizadores

source: Enable beqom for Microsoft Outlook
pt_pt: Ativar beqom para Microsoft Outlook

source: Enable users to see notifications, create goals, and provide or request feedback directly from within the Microsoft Outlook application using beqom.
pt_pt: Permitir que os utilizadores vejam notificações, criem objetivos e forneçam ou solicitem feedback diretamente a partir da aplicação Microsoft Outlook usando beqom.

source: beqom for Microsoft Outlook
pt_pt: beqom para Microsoft Outlook

source: Enable beqom for Microsoft Teams
pt_pt: Ativar beqom para Microsoft Teams

source: Enable users to see notifications, create goals, and provide or request feedback directly from within the Microsoft Teams application using beqom.
pt_pt: Permitir que os utilizadores vejam notificações, criem objetivos e forneçam ou solicitem feedback diretamente a partir da aplicação Microsoft Teams usando a beqom.

source: beqom for Microsoft Teams
pt_pt: beqom para Microsoft Teams

source: Email Notifications
pt_pt: Notificações por e-mail

source: Body:
pt_pt: Corpo:

source: Click the link to edit the body of this notification. You can also review the notification in other languages available within the system and edit the text.
pt_pt: Clique na ligação para editar o corpo desta notificação. Também pode rever a notificação noutros idiomas disponíveis no sistema e editar o texto.

source: Email notification settings
pt_pt: Configurações de notificação por email

source: Allow the distribution of notification emails to the application users.
pt_pt: Permitir a distribuição de e-mails de notificação aos utilizadores da aplicação.

source: Enable email notifications for the company
pt_pt: Ativar notificações por e-mail para a empresa

source: Notification:
pt_pt: Notificação:

source: Email is associated with this notification.
pt_pt: O e-mail está associado a esta notificação.

source: When editing the text, use the following tag: {FromUser}. This will reference the user who is sending the notification.
pt_pt: Ao editar o texto, use a seguinte etiqueta: {FromUser}. Isto fará referência ao utilizador que está a enviar a notificação.

source: Subject:
pt_pt: Assunto:

source: Click the link to edit the subject line text of this notification. You can also review the notification in other languages available within the system and edit the text.
pt_pt: Clique na ligação para editar o texto da linha de assunto desta notificação. Também pode rever a notificação noutros idiomas disponíveis no sistema e editar o texto.

source: Company email notifications
pt_pt: Notificações de e-mail da empresa

source: All days
pt_pt: Todos os dias

source: A number of notifications can be scheduled. Select the reminder, enable the scheduler, and then set the day and time. Keep in mind that email notifications must also be enabled in the Email notifications list.
pt_pt: Pode agendar várias notificações. Selecione o lembrete, ative o agendador e, em seguida, defina o dia e a hora. Lembre-se de que as notificações por e-mail também devem estar ativadas na lista de notificações por e-mail.

source: Enabled
pt_pt: Ativado

source: hour
pt_pt: hora

source: Jobs
pt_pt: Cargos

source: Scheduling
pt_pt: Agendamento

source: Nudge duplication
pt_pt: Duplicação de lembrete

source: Are you sure you want to duplicate this nudge?
pt_pt: Tem a certeza de que deseja duplicar este lembrete?

source: The nudge was successfully duplicated.
pt_pt: O lembrete foi duplicado com sucesso.

source: Open nudge
pt_pt: Abrir lembrete

source: Please proceed with editing the duplicated nudge.
pt_pt: Prossiga com a edição do lembrete duplicado.

source: Nudge Notifications
pt_pt: Notificações de lembrete

source: Get started by creating one.
pt_pt: Comece por criar um.

source: No nudge notifications yet!
pt_pt: Ainda não há notificações de lembrete!

source: The nudge was successfully deleted.
pt_pt: O lembrete foi eliminado com sucesso.

source: Delete nudge
pt_pt: Eliminar lembrete

source: Are you sure you want to delete this nudge?
pt_pt: Tem a certeza de que deseja eliminar este lembrete?

source: View company information
pt_pt: Ver informações da empresa

source: Onboarding duration
pt_pt: Duração da integração

source: Give your first feedback
pt_pt: Dê o seu primeiro feedback

source: Create/view your goals
pt_pt: Criar/visualizar os seus objetivos

source: Language selection
pt_pt: Seleção de idioma

source: Download the mobile app
pt_pt: Descarregar a aplicação móvel

source: View your passport information
pt_pt: Veja as informações do seu passaporte

source: Photo
pt_pt: Fotografia

source: Enable the onboarding wizard
pt_pt: Ativar o assistente de integração

source: This organizational unit has related references. If you delete it, all related references will be removed. Are you sure you want to delete the organizational unit?
pt_pt: Esta unidade organizacional tem referências relacionadas. Se a eliminar, todas as referências relacionadas serão removidas. Tem a certeza de que deseja eliminar a unidade organizacional?

source: Organization external ID
pt_pt: ID externo da organização

source: Organization name
pt_pt: Nome da organização

source: Parent organization external ID
pt_pt: ID externo da organização principal

source: Parent organization name
pt_pt: Nome da organização principal

source: Enter a name
pt_pt: Introduzir um nome

source: Organizational Units
pt_pt: Unidades organizacionais

source: {{count}} person
pt_pt: {{count}} pessoa

source: {{count}} people
pt_pt: {{count}} pessoas

source: Passport
pt_pt: Passaporte

source: Enable the "Passport" feature
pt_pt: Ativar a funcionalidade "Passaporte"

source: Pay Scale
pt_pt: Escala salarial

source: Performance Rating Scales
pt_pt: Escalas de classificação de desempenho

source: Performance Review Rating
pt_pt: Classificação da avaliação do desempenho

source: Planner
pt_pt: Planeador

source: Enable the "Planner" feature
pt_pt: Ativar a funcionalidade "Planeador"

source: Populations
pt_pt: Populações

source: The population was successfully deactivated.
pt_pt: A população foi desativada com sucesso.

source: Are you sure you want to deactivate this population? It will be removed from any future processes but won’t affect past rounds.
pt_pt: Tem a certeza de que deseja desativar esta população? Será removida de quaisquer processos futuros, mas não afetará as rondas passadas.

source: Confirm deactivation
pt_pt: Confirmar desativação

source: Population criteria
pt_pt: Critérios de população

source: Criteria blocks:
pt_pt: Blocos de critérios:

source: Population scope:
pt_pt: Âmbito da população:

source: Custom criteria
pt_pt: Critérios personalizados

source: Include everybody
pt_pt: Incluir todos

source: Population name
pt_pt: Nome da população

source: Which criteria should this block meet?
pt_pt: Que critérios deve este bloco cumprir?

source: Criteria
pt_pt: Critérios

source: Operator
pt_pt: Operador

source: Population details
pt_pt: Detalhes da população

source: Value:
pt_pt: Valor:

source: The population was successfully duplicated and a new item was created.
pt_pt: A população foi duplicada com sucesso e foi criado um novo item.

source: Open population
pt_pt: Abrir população

source: No results match the search/filter criteria.Remove your filters and clear your search to show all results.
pt_pt: Nenhum resultado corresponde aos critérios de pesquisa/filtro. Remova os seus filtros e limpe a sua pesquisa para mostrar todos os resultados.

source: No results found
pt_pt: Nenhum resultado encontrado

source: No populations created yet
pt_pt: Ainda não foram criadas populações

source: No populations
pt_pt: Sem populações

source: The population cannot be cloned; Its name is too long.
pt_pt: A população não pode ser clonada; O seu nome é demasiado longo.

source: Add condition
pt_pt: Adicionar condição

source: All criteria
pt_pt: Todos os critérios

source: Any criterion
pt_pt: Qualquer critério

source: You have reached the maximum limit of 25 criteria for this population definition. To add more, please remove existing criteria.
pt_pt: Atingiu o limite máximo de 25 critérios para esta definição de população. Para adicionar mais, por favor remova os critérios existentes.

source: Select which criteria will determine the people included in this population.
pt_pt: Selecione os critérios que determinarão as pessoas incluídas nesta população.

source: Define custom criteria
pt_pt: Definir critérios personalizados

source: Select how you want to define population criteria.
pt_pt: Selecione como deseja definir os critérios de população.

source: You haven't added any blocks yet.
pt_pt: Ainda não adicionou nenhum bloco.

source: Add blocks to start configuring the population criteria.
pt_pt: Adicione blocos para começar a configurar os critérios de população.

source: Field
pt_pt: Campo

source: If you select this option, all the information you have entered in the form will be cleared. This action cannot be undone. Are you sure you want to proceed?
pt_pt: Se selecionar esta opção, todas as informações que introduziu no formulário serão apagadas. Esta ação não pode ser desfeita. Tem a certeza de que deseja continuar?

source: Confirm selection
pt_pt: Confirmar seleção

source: of {{blocksMax}}
pt_pt: de {{blocksMax}}

source: Criteria blocks
pt_pt: Blocos de critérios

source: Choose from all available fields in standard data foundation schema to define inclusion rules.
pt_pt: Escolha entre todos os campos disponíveis no esquema padrão de fundação de dados para definir regras de inclusão.

source: Population scope
pt_pt: Âmbito da população

source: Back to list
pt_pt: Voltar à lista

source: Select {{fieldName}}
pt_pt: Selecionar {{fieldName}}

source: Clear all
pt_pt: Limpar tudo

source: Clear all filters
pt_pt: Limpar todos os filtros

source: Click row to expand · Checkbox to select · Hover for actions
pt_pt: Clique na linha para expandir · Caixa de seleção para selecionar · Passe o rato para ver as ações

source: Deselect all
pt_pt: Desselecionar tudo

source: Direct children: {{count}}/{{total}}
pt_pt: Subordinados diretos: {{count}}/{{total}}

source: Is parent selected
pt_pt: O elemento principal está selecionado

source: Level
pt_pt: Nível

source: Indirect children: {{count}}/{{total}}
pt_pt: Subordinados indiretos: {{count}}/{{total}}

source: items selected
pt_pt: itens selecionados

source: items total
pt_pt: total de itens

source: Partial
pt_pt: Parcial

source: Selected (with descendants)
pt_pt: Selecionado (com descendentes)

source: Solo selected (node only)
pt_pt: Solo selecionado (apenas nó)

source: L{{level}}
pt_pt: N{{level}}

source: No items found
pt_pt: Nenhum item encontrado

source: No results match the search criteria
pt_pt: Nenhum resultado corresponde aos critérios de pesquisa

source: Parent selected
pt_pt: Elemento principal selecionado

source: Root level
pt_pt: Nível raiz

source: Select all
pt_pt: Selecionar tudo

source: select all direct children
pt_pt: selecionar todos os subordinados diretos

source: select all indirect children
pt_pt: selecionar todos os subordinados indiretos

source: select node only
pt_pt: selecionar apenas nó

source: Selected items
pt_pt: Itens selecionados

source: Show selected
pt_pt: Mostrar selecionados

source: Show selected items
pt_pt: Mostrar itens selecionados

source: Unselect all
pt_pt: Desmarcar tudo

source: unselect all direct children
pt_pt: desmarcar todos os subordinados diretos

source: unselect all indirect children
pt_pt: desmarcar todos os subordinados indiretos

source: unselect node only
pt_pt: desselecionar apenas o nó

source: Define the title and description of the population
pt_pt: Defina o título e a descrição da população

source: Basic information
pt_pt: Informação básica

source: An element with that name already exists in the system. Please choose a unique name to proceed.
pt_pt: Já existe um elemento com esse nome no sistema. Escolha um nome único para prosseguir.

source: Select an effective date to preview a population. This step is for visualization purposes only; no effective date will be assigned to the population configuration.
pt_pt: Selecione uma data efetiva para pré-visualizar uma população. Esta etapa é apenas para fins de visualização; nenhuma data efetiva será atribuída à configuração da população.

source: Select an effective date to test the outcome.
pt_pt: Selecione uma data efetiva para testar o resultado.

source: Preview population
pt_pt: Pré-visualização da população

source: Remove condition
pt_pt: Remover condição

source: Create population
pt_pt: Criar população

source: Edit population
pt_pt: Editar população

source: Effective date
pt_pt: Data de vigência

source: The population was successfully published.
pt_pt: A população foi publicada com sucesso.

source: The population was successfully saved.
pt_pt: A população foi guardada com sucesso.

source: Search for population
pt_pt: Pesquisar por população

source: Last updated
pt_pt: Última atualização

source: Enable workers with admin and compliance roles to grant proxy access to any active workers in your company. Workers who are granted proxy access will be able to proxy individual workers or all active workers in the company.
pt_pt: Permitir que os trabalhadores com funções de administrador e conformidade concedam acesso de representação a qualquer trabalhador ativo na sua empresa. Os trabalhadores que recebem acesso de representação poderão representar trabalhadores individuais ou todos os trabalhadores ativos na empresa.

source: Granted users
pt_pt: Utilizadores autorizados

source: Manage proxy access
pt_pt: Gerir acesso de representação

source: Workers with proxy access
pt_pt: Trabalhadores com acesso de representação

source: Workers who are granted proxy access will be able to proxy individual workers or all active workers in the company.
pt_pt: Os trabalhadores que recebem acesso de representação poderão representar trabalhadores individuais ou todos os trabalhadores ativos na empresa.

source: Grant proxy access
pt_pt: Conceder acesso de representação

source: No workers added to the list
pt_pt: Nenhum trabalhador adicionado à lista

source: No workers yet
pt_pt: Ainda não há trabalhadores

source: Proxy permission settings
pt_pt: Configurações de permissão de representação

source: Proxy permission
pt_pt: Permissão de representação

source: Allow workers to proxy other workers
pt_pt: Permitir que os trabalhadores representem outros trabalhadores

source: Proxy permission manager
pt_pt: Gestor de permissões de representação

source: You are about to delete the proxy access granted to {{workerFullName}}. Are you sure you want to proceed?
pt_pt: Está prestes a eliminar o acesso de representação concedido a {{workerFullName}}. Tem a certeza de que deseja continuar?

source: Delete proxy permission
pt_pt: Eliminar permissão de representação

source: Proxy access count
pt_pt: Contagem de acessos de representação

source: Department
pt_pt: Departamento

source: Manager
pt_pt: Gestor

source: Proxy access list
pt_pt: Lista de acesso de representação

source: No workers found
pt_pt: Nenhum trabalhador encontrado

source: Please check the spelling or change your search.
pt_pt: Verifique a ortografia ou altere a sua pesquisa.

source: All company
pt_pt: Toda a empresa

source: Individuals
pt_pt: Indivíduos

source: and more
pt_pt: e mais

source: This page is read-only because of your role and permissions. To make changes, please contact your system administrator.
pt_pt: Esta página é só de leitura devido à sua função e permissões. Para efetuar alterações, contacte o seu administrador do sistema.

source: Self-review
pt_pt: Autoavaliação

source: No custom sections added yet.
pt_pt: Ainda não foram adicionadas secções personalizadas.

source: Question
pt_pt: Questão

source: At least one question is mandatory in the custom section.
pt_pt: Pelo menos uma pergunta é obrigatória na seção personalizada.

source: Custom section
pt_pt: Secção personalizada

source: Create custom section
pt_pt: Criar secção personalizada

source: Enable performance reviews
pt_pt: Permitir avaliações de desempenho

source: A Performance Management feature that lets HR administrators create performance reviews in which workers and managers reflect on the events over a defined period of time.
pt_pt: Uma funcionalidade de Gestão de Desempenho que permite aos administradores de RH criar avaliações de desempenho nas quais os colaboradores e gestores refletem sobre os acontecimentos durante um período de tempo definido.

source: Allow local admins in review templates
pt_pt: Permitir administradores locais em modelos de revisão

source: Allow reviews to be reopened
pt_pt: Permitir que as avaliações sejam reabertas

source: General performance review settings
pt_pt: Definições gerais de avaliação de desempenho

source: Historical Reviews
pt_pt: Avaliações históricas

source: The population of the review will be based on the local admin's access. They will be able to edit only the population within the template.
pt_pt: A população da revisão será baseada no acesso do administrador local. Eles poderão editar apenas a população dentro do modelo.

source: Review settings
pt_pt: Configurações de avaliação

source: Allow new managers to see closed reviews
pt_pt: Permitir que novos gestores vejam avaliações fechadas

source: Closed performance reviews from a worker's previous manager will be made visible to their new manager. The previous manager will still be able to see the review after its transfer.
pt_pt: As avaliações de desempenho fechadas do gestor anterior de um trabalhador serão visíveis para o seu novo gestor. O gestor anterior ainda poderá ver a avaliação após a sua transferência.

source: Performance review templates
pt_pt: Modelos de avaliação de desempenho

source: If a manager has fewer direct reports than the number specified below, they can then view the calibration page without taking any actions.
pt_pt: Se um gestor tiver menos subordinados diretos do que o número especificado abaixo, pode então visualizar a página de calibração sem tomar quaisquer ações.

source: Specify the minimum number
pt_pt: Especifique o número mínimo

source: Minimum number of direct reports
pt_pt: Número mínimo de subordinados diretos

source: Calculation
pt_pt: Cálculo

source: These guidelines are for reference only; failing to comply will trigger a gentle reminder.
pt_pt: Estas diretrizes são apenas para referência; o não cumprimento resultará num lembrete amigável.

source: Distribution
pt_pt: Distribuição

source: Population: {{population}}
pt_pt: População: {{population}}

source: Rating
pt_pt: Classificação

source: Distribution guidelines
pt_pt: Diretrizes de distribuição

source: Total distribution: {{total}}%
pt_pt: Distribuição total: {{total}}%

source: The total distribution must add up to 100%. Please adjust the values accordingly.
pt_pt: A distribuição total deve somar 100%. Ajuste os valores em conformidade.

source: Specify the interval during which the calibration period will be open.
pt_pt: Especifique o intervalo durante o qual o período de calibração estará aberto.

source: Calibration process period
pt_pt: Período do processo de calibração

source: Challenge process
pt_pt: Processo de contestação

source: Conversation & publication
pt_pt: Conversa e publicação

source: Final validation
pt_pt: Validação final

source: Moderation & calibration
pt_pt: Moderação e calibração

source: Worker sign-off comment box
pt_pt: Caixa de comentário de aprovação do trabalhador

source: Worker self-assessment
pt_pt: Autoavaliação do trabalhador

source: You are about to move all the reviews to the "Closed (System)" status. Are you sure you want to close the review?
pt_pt: Está prestes a mover todas as avaliações para o estado "Fechado (Sistema)". Tem a certeza de que pretende fechar a avaliação?

source: You are about to move all the reviews to the "Closed (System)" status. Reviews that are in "Let’s discuss" or "Challenge" status will not be closed. Are you sure you want to close the review?
pt_pt: Está prestes a mover todas as avaliações para o estado "Fechado (Sistema)". As avaliações que estão no estado "Vamos discutir" ou "Contestação" não serão fechadas. Tem a certeza de que pretende fechar a avaliação?

source: Close review
pt_pt: Fechar avaliação

source: Creation date:
pt_pt: Data de criação:

source: Are you sure you want to delete the review?
pt_pt: Tem a certeza de que deseja eliminar a avaliação?

source: Delete review
pt_pt: Eliminar avaliação

source: Open review
pt_pt: Abrir avaliação

source: The review was duplicated and a new item was created.
pt_pt: A avaliação foi duplicada e um novo item foi criado.

source: Total workers assigned in this review: {{count}}.
pt_pt: Total de trabalhadores atribuídos nesta avaliação: {{count}}.

source: No performance review templates yet!
pt_pt: Ainda não há modelos de avaliação de desempenho!

source: End date:
pt_pt: Data de término:

source: Your default language is {{lang}}. Select languages in this list to provide translated versions.
pt_pt: O seu idioma padrão é {{lang}}. Selecione idiomas nesta lista para fornecer versões traduzidas.

source: Create performance review
pt_pt: Criar avaliação de desempenho

source: Worker sign-off stage
pt_pt: Etapa de assinatura do trabalhador

source: Workers will be able to either request a follow-up conversation with their manager or challenge their review with the line manager above their manager reviewer (LM+1). When the challenge process is enabled, the overall performance widget must be included in the template; otherwise you will not be able to save the review template.
pt_pt: Os trabalhadores poderão solicitar uma conversa de acompanhamento com o seu gestor ou contestar a sua avaliação com o superior hierárquico acima do seu gestor de avaliação (LM+1). Quando o processo de contestação é ativado, o widget de desempenho geral deve ser incluído no modelo; caso contrário, não será possível guardar o modelo de avaliação.

source: Enable challenge process
pt_pt: Ativar o processo de contestação

source: A comment box will be included for workers to fill in as part of the completion process.
pt_pt: Uma caixa de comentários será incluída para os trabalhadores preencherem como parte do processo de conclusão.

source: Include a comment box for the sign-off processes
pt_pt: Incluir uma caixa de comentários para os processos de aprovação
